import React from 'react';
import StWrapper from '../Components/StWrapper';
import St from '../Components/St';

const JayaJayaVitala = ({navigation}) => {
  return (
    <StWrapper
      navigation={navigation}
      back={'BhajaneScreen'}
      title={'ಜೈ ಜೈ ವಿಟ್ಟಲಾ ಪಾಂಡುರಂಗ'}>
      <St
        line1={'ಜೈ ಜೈ ವಿಟ್ಟಲಾ ಪಾಂಡುರಂಗ'}
        line2={'ಜೈ ಹರಿ ವಿಟ್ಟಲಾ ಪಾಂಡುರಂಗ'}
        line3={'ಜೈ ಜೈ ವಿಟ್ಟಲಾ ಪಾಂಡುರಂಗ'}
        line4={'ಜೈ ಹರಿ ವಿಟ್ಟಲಾ ಪಾಂಡುರಂಗ'}
      />
      <St
        line1={'ಅಪತ್ ಬಾಂಧವ ಪಾಂಡುರಂಗ'}
        line2={'ಅನಾಥ ರಕ್ಷಕ ಪಾಂಡುರಂಗ'}
        line3={'ಅಪತ್ ಬಾಂಧವ ಪಾಂಡುರಂಗ'}
        line4={'ಅನಾಥ ರಕ್ಷಕ ಪಾಂಡುರಂಗ'}
        line5={'ಜೈ ಜೈ ವಿಟ್ಟಲಾ'} 
      />
      <St
        line1={'ಭಕ್ತ ಪೋಶಕ ಪಾಂಡುರಂಗ'}
        line2={'ಮುಕ್ತಿ ಪ್ರದಾಯಕ ಪಾಂಡುರಂಗ'}
        line3={'ಭಕ್ತ ಪೋಶಕ ಪಾಂಡುರಂಗ'}
        line4={'ಮುಕ್ತಿ ಪ್ರದಾಯಕ ಪಾಂಡುರಂಗ'}
        line5={'ಜೈ ಜೈ ವಿಟ್ಟಲಾ'}
      />
      <St
        line1={'ತಂದೆ ತಾಯಿಯು ಪಾಂಡುರಂಗ'}
        line2={'ಬಂಧುಬಳಗವು ಪಾಂಡುರಂಗ'}
        line3={'ತಂದೆ ತಾಯಿಯು ಪಾಂಡುರಂಗ'}
        line4={'ಬಂಧುಬಳಗವು ಪಾಂಡುರಂಗ'}
        line5={'ಜೈ ಜೈ ವಿಟ್ಟಲಾ '}
      />
      <St
        line1={'ವಿದ್ಯೆ ಹೇಳುವ ಪಾಂಡುರಂಗ'}
        line2={'ಬುದ್ದಿ ಕಲಿಸುವ ಪಾಂಡುರಂಗ'}
        line3={'ವಿದ್ಯೆ ಹೇಳುವ ಪಾಂಡುರಂಗ'}
        line4={'ಬುದ್ದಿ ಕಲಿಸುವ ಪಾಂಡುರಂಗ'}
        line5={'ಜೈ ಜೈ ವಿಟ್ಟಲಾ '}
      />
      <St
        line1={'ಮೂರುಲೋಕಕೇ ಪಾಂಡುರಂಗ'}
        line2={'ಕಾರಣಕರ್ತಾ ಪಾಂಡುರಂಗ'}
        line3={'ಮೂರುಲೋಕಕೇ ಪಾಂಡುರಂಗ'}
        line4={'ಕಾರಣಕರ್ತಾ ಪಾಂಡುರಂಗ'}
        line5={'ಜೈ ಜೈ ವಿಟ್ಟಲಾ'}
      />
      <St
        line1={'ಪಂಡರಾಪುರದ ಪಾಂಡುರಂಗ '}
        line2={'ಪಂಡರೀಶ ವಿಠಲ ಪಾಂಡುರಂ'}
        line3={'ಪಂಡರಾಪುರದ ಪಾಂಡುರಂಗ '}
        line4={'ಪಂಡರೀಶ ವಿಠಲ ಪಾಂಡುರಂಗ'}
        line5={'ಜೈ ಜೈ ವಿಟ್ಟಲಾ'}
        
      />
      <St
        line1={'ವಿಟ್ಟಲ ವಿಟ್ಟಲ ವಿಟ್ಟಲ ವಿಟ್ಟಲ'}
        line2={'ವಿಟ್ಟಲ ವಿಟ್ಟಲ ವಿಟ್ಟಲ ವಿಟ್ಟಲ'}
      />
    </StWrapper>
  );
};

export default JayaJayaVitala;
